Repository: bicho44/listado-plugin
Catalog: languages/imgd-*.po
Languages: it_it

source: Your theme requires PIKLIST to work properly.
it_it: Il tuo tema richiede PIKLIST per funzionare correttamente .

source: The following plugin(s) require PIKLIST, and have been deactivated:
it_it: Il seguente plug-in ( s ) richiedono PIKLIST , e sono disattivati ​​:

source: You can:
it_it: Puoi:

source: Activate Piklist for this site
it_it: Attivare Piklist per questo sito

source: Network Activate Piklist for all sites.
it_it: Rete Attiva Piklist per tutti i siti .

source: Install Piklist
it_it: Installare Piklist

source: %1$s %2$sDismiss this message.
it_it: %1$s %2$s Respingere questo messaggio .

source: %1$s %2$sChange your theme.
it_it: %1$s %2$s Cambiare il tema .

source: Ingrese un nuevo Barco
it_it: Inserire una nuova barca

source: barcos
it_it: barches

source: barco
it_it: barche

source: Barco
it_it: Barche

source: Categoría
it_it: Categoria

source: clasebarco
it_it: tipodibarche

source: Fabricante
it_it: Fabbricante

source: fabricante
it_it: fabbricante

source: Puede poner más de una imágen para generar una galería, recomendamos un máximo de 5
it_it: È possibile inserire più immagini per creare una galleria, si raccomanda un massimo di 5

source: Seleccione la/s imágen/es
it_it: Seleziona immagine/s

source: Cargue la/s imágen/es
it_it: Inserire immagini

source: Categoria del Barco
it_it: Tipo di Barche

source: Fabricante del Barco
it_it: Barca Produttore

source: Año de Fabricación
it_it: Anno di costruzione

source: Capacidad de Pasajeros
it_it: Capacità di trasporto

source: Largo
it_it: Lunghezza

source: Ancho
it_it: Larghezza

source: Material de construcción
it_it: Materiali da costruzione

source: Motor
it_it: Motore

source: Precio
it_it: Prezzo
